Repository: jpretired/jp-webtrees
Catalog: data/language/*.po
Languages: cs

source: This will delete all the genealogy data from “%s” and replace it with data from a GEDCOM file.
cs: <span style="color:red;">Vymaže všechna rodokmenová data z „%s“ a nahradí je daty z jiného GEDCOMu.</span>

source: Czech Republic
cs: Česko

source: Add a new associate
cs: Přidat společníka

source: Add a new brother or sister
cs: Přidat bratra nebo sestru

source: Add a new child
cs: Přidat dítě

source: Add a new father
cs: Přidat otce

source: Add a new favorite
cs: Přidat oblíbeného

source: Add a new geographic location
cs: Přidat geografické místo

source: Add a new husband
cs: Přidat manžela

source: Add a new journal entry
cs: Přidat do deníku záznam

source: Add a new media object
cs: Přidat objekt médií.

source: Add a new mother
cs: Přidat matku

source: Add a new name
cs: Přidat jméno

source: Add a new note
cs: Přidat poznámku

source: Add a new restriction
cs: Přidat omezení

source: Add a new shared note
cs: Přidat sdílenou poznámku

source: Add a new son or daughter
cs: Přidat syna nebo dceru

source: Add a new source citation
cs: Přidat pramen citací

source: Add a new spouse
cs: Přidat partnera

source: Add a new user
cs: Přidat uživatele

source: Add a new wife
cs: Přidat manželku

source: Add a news article
cs: Přidat novinku

source: Create a new shared note using assistant
cs: Vytvořit sdílenou poznámku pomocí asistenta
